/* CreateID - text: M+ID restriction text part 3 */
" - " = " - ";

/* CreateID - text: M+ID restriction text part 5 */
" characters" = " 個字";

/* DialogMessage - text: User joined group chat */
"%@ joined" = "%@ 加入了聊天室";

/* DialogMessage - text: User left group chat */
"%@ left" = "%@ 離開此聊天室";

/* AddFriend - text: the last time friends were synced */
"%@ Synced" = "最近同步：%@ ";

/* Letter - text: line count */
"%d lines" = "%d 行";

/* StatusEdit - button: saves status to server */
"+" = "+";

/* Phone Registration - Text: default country code for this language */
"+1" = "+1";

/* CreateID - text: M+ID restriction text part 4 */
"20" = "20";

/* CreateID - text: M+ID restriction text part 2 */
"3" = "3";

/* CreateID - text: describes what M+ID is for */
"<create id description>" = "建立M+ ID後，朋友也可以透過這個ID搜尋到您";

/* Phone Registration - Alert: detail explaination about phone registration */
"<detailed phone registration explanation>" = "我們將發送到以上號碼一組四位數字簡訊認證碼，請於收到之後正確輸入認證碼完成認證步驟。如想重新編輯號碼，請按「取消」按鈕回到上一步。";

/* EULA - textview: detailed EULA agreement */
"<EULA detailed text>" = "1.接受本條款 :使用服務必須先行同意本條款。如 台端不接受本條款，則不得使用服務。 於任何服務之用戶介面上提供 台端得以點選接受或同意本條款之選項者，則 台端得透過點選該選項以接受本條款; 或台端亦得透過實際使用服務以接受本條款。 台端瞭解並同意，如 台端實際使用服務時，將視 台端自使用服務起接受本條款。\n\n2.M+ 提供服務:";

/* PhoneRegistration - alert: Asks users if they really want to register on a another device, since their old account will be disabled */
"<multi device warning message>" = "您輸入的手機號碼已經在別的裝置中使用，若要重新於本裝置使用此號碼，原註冊完成的儲存資料將被刪除。";

/* Name Registration - Label: explain what this name is for */
"<name description text>" = "請設定暱稱讓你的朋友在收到新訊息通知時知道是您";

/* Verify SMS - Label: remind user which number was is being registered */
"A verification code was sent to" = "認證號碼將傳送至";

/* Settings - Alert: confirm account deletion! */
"Account and all related data will be removed." = "刪除帳號會刪除所有聊天紀錄和好友資訊。\n確定要刪除帳號嗎?";

/* AddFriendAlert - button: add a new friend
 FindID - button: add a new friend
 Suggest - button: add this user */
"Add" = "新增";

/* AddFriendAlertAlert - text: Add or block a contact */
"Add %@ as your friend?" = "新增 %@ 為您的好友?";

/* AddFriendAlert - alert title:
 FindID - alert title: */
"Add Friend" = "新增好友";

/* AddFriendAlert - alert: Inform of failure
 FindID - alert: Inform of failure */
"Add friend failed. Try again later." = "新增好友失敗。 請稍候再試一次";

/* AddFriend - title: view to add new friends */
"Add New Friends" = "新增好友";

/* Suggest - text: contact added as friend */
"Added" = "已加入";

/* EULA - Button: agree to EULA */
"Agree" = "同意";

/* ChatDialog: album image message
 ChatList: image message
 Schedule: image message */
"Album" = "選相片";

/* Notif - button: turn notification alert on */
"Alerts" = "提醒";

/* System - alert: inform use that chat history is cleared */
"All chat history cleared." = "所有歷史資料已刪除";

/* MyProfile - text: Explain that search options allow users to control if other can search their IDs. */
"Allow others to search my M+ID." = "如開啓，您的ID可供公開搜尋";

/* MyProfile - text: This button allows users to enable and disable others to view their current online presence status. */
"Allow others to see my online/offline status." = "如開啓，您的朋友將可看見您的上線狀態";

/* Chat List - Alert: message to confirm if all chats should be deleted */
"Are you sure you want to delete all chat histories?" = "確定要刪除所有的歷史記錄?";

/* AddFriendAlert - button: block a contact
 FriendInfo- button: block friend
 Suggest - button: block this user */
"Block" = "封鎖";

/* Suggest - alert title: */
"Block Contact" = "封鎖";

/* FriendInfo - alert: Inform of failure
 Suggest - alert: Inform of failure */
"Block failed. Try again later." = "封鎖失敗。 請稍候再試一次.";

/* FriendInfo - alert title: */
"Block Friend" = "封鎖好友";

/* Suggest - text: contact has been blocked */
"Blocked" = "已封鎖";

/* BlockedUsers - title: listing of blocked users
 Settings - button: list of blocked users */
"Blocked Users" = "已封鎖名單";

/* Location - button: Show both locations (me & shared location) */
"Both" = "距離";

/* Broadcast - title: broadcast a message to multiple friends 
 SelectFriends - Button: send broadcast message with selected contacts */
"Broadcast" = "廣播訊息";


/* FriendInfo- button: call friend */
"Call" = "打電話";

/* ChatDialog: camera image message
 ChatList: image message
 Schedule: image message */
"Camera" = "拍張照";

/* Album - button: cancel album selection
 Alert: Cancel button
 Broadcast - Button: cancel broadcast
 Cancel contact group action
 Cancel delete all chats
 Cancel headshot edit
 ChatList - Button: cancel HC PIN entry
 Composer - button: cancel status edit
 CreateSchedule - Button: cancel date setting
 CreateSchedule - button: cancel status edit
 EULA - Button: don't agree with EULA
 Letter: cancel
 Location - button: cancel status edit
 Select Country - Button: cancel selection
 SelectFriends - Button: cancel select friends
 StatusEdit - button: cancel status edit
 TextEdit - button: cancel text edit
 Tone - button: cancel tone selection */
"Cancel" = "取消";

/* Phone Registration - Placeholder: instruct user to enter cell phone number */
"Cell Phone Number" = "輸入您的手機號碼";

/* CreateSchedule - title: users to increase scheduele time */
"Change Date" = "修改日期";

/* MyProfile - alert title: */
"Change M+ID Search" = "M+ID搜尋設定";

/* MyProfile - alert: inform of failure */
"Change M+ID search failed. Try again." = "更改搜尋設定失敗, 請再試一次";

/* Verify SMS - Button: allow user to change phone number */
"Change Phone Number" = "變更手機號碼";

/* HiddenChat - title: change pin results
 HiddenVC - title: Change PIN number
 Settings - button: change hidden chat PIN */
"Change PIN" = "變更密碼";

/* HiddenChat - title: change pin is successful */
"Change PIN succeeded" = "變更密碼成功";

/* MyProfile - alert title: */
"Change Presence" = "更改上線狀態";

/* MyProfile - alert: inform of failure */
"Change presence failed. Try again." = "更改上線狀態失敗，請稍後再試一次";

/* FriendInfo- button: start M+ chat 
 SelectFriends - Button: start chat with selected contacts */
"Chat" = "聊天";

/* FontSize - title: change chat font size */
"Chat Font Size" = "對話字體大小";

/* ChatName - Title: title for this view
 ChatSettings - text: Name of chat room */
"Chat Room Name" = "聊天室名稱";

/* ChatSetting - title: Settings for this chat */
"Chat Room Settings" = "設定";

/* System - text: Chat settings */
"Chat Settings" = "聊天室設定";

/* ChatList - section: list of regular chats
 Nav Title: Chat Listing */
"Chats" = "聊天";

/* Action label: select an existing picture */
"Choose Existing" = "選擇現有圖片";

/* Operator - CHT */
"CHT" = "中華";

/* Operator - CHT */
"CHT_Fix" = "中華市話";

/* ChatSettings - button: clear all messages for this chat */
"Clear Chat History" = "清除此聊天室記錄";

/* System - button: clear all chat history */
"Clear History" = "清除所有聊天記錄";

/* Letter - Button: hide letter selection view
 LetterDisplay - Button: close letter view
 Location - button: close location view
 MediaLetter - Button: close letter view */
"Close" = "取消";

/* Alert: Confirm button */
"Confirm" = "確認";

/* CreateID - alert title: */
"Confirm ID" = "確認ID";

/* Location - Button: Copy location addresss */
"Copy" = "複製";

/* Tab: Phonebook tab title */
"Contacts" = "聯絡簿";

/* Phone Registration - Label: for country code info */
"Country code" = "國碼";

/* Schedule - alert: inform of failure */
"Create Failed" = "新增失敗";

/* ChatSettings - button: create a new group chat */
"Create Group Chat" = "新增多人聊天室";

/* CreateID - alert title:
 MyProfile - Button: creates a new M+ ID */
"Create ID" = "建立ID";

/* Section title for group members */
"Current Members" = "多人聊天室成員";

/* StatusMessage - text: the current status message is displayed below. */
"Current Status" = "目前狀態";

/* Settings - button: Modify notification settings */
"Current Version" = "目前版本";

/* CreateScheduled - text: When message should be sent for
 ScheduleInfo - text: When message should be sent for */
"Date/Time:" = "日期/時間:";

/* Letter - text: salutation for letter */
"Dear %@," = "Dear %@:";

/* Alert: Delete button
 FriendInfo- button: delete ID friend */
"Delete" = "刪除";

/* Settings - Alert: confirm account deletion! */
"Delete %@" = "刪除 %@";

/* Settings - alert title:
 Settings - Alert: confirm delete title */
"Delete Account" = "刪除帳號";

/* Settings - button: list of blocked users */
"Delete Account (%@)" = "刪除帳號 (%@)";

/* Settings - alert: Inform of failure */
"Delete account failed. Try again later." = "刪除帳號失敗，請稍候再試一次";

/* Alert: Delete button
 ChatList - Button: delete all chats
 Scheduled - Button: delete all chats */
"Delete All" = "刪除全部";

/* System - Alert: confirm clear chat history */
"Delete all chat history." = "清除所有聊天歷史記錄";

/* ChatSettings - Alert: confirm clear chat history */
"Delete all message in this chat room." = "刪除聊天歷史記錄";

/* Schedule - alert: inform of failure */
"Delete Failed" = "刪除失敗";

/* FriendInfo - alert title: */
"Delete Friend" = "刪除好友";

/* FriendInfo - alert: Inform of failure */
"Delete friend failed. Try again later." = "刪除好友失敗，請稍候再試一次";

/* Message-staus: Message is successfully delivered to other */
"Delivered" = "已送達";

/* Location - Button: Directions to location */
"Directions" = "規劃路線";

/* HiddenChatSetting - alert title: */
"Disable Hidden Chat" = "取消隱藏聊天室功能";

/* HiddenChatSetting - alert: inform of failure */
"Disable Hidden Chat failed. Try again." = "取消隱藏聊天室功能失敗，請稍候再試一次";

/* CreateID - alert: Confirm id creation with user */
"Do you want to create the ID: '%@'? Once you confirm, you will not be able to change it later." = "您確定使用'%@'作為您的M+ID嗎? ㄧ旦確認此ID後將不能更改";

/* Album - button: cancel album selection
 Button: done viewing photo
 ChatList - Button: done with edit mode
 CreateSchedule - Button: done with date
 Scheduled - Button: done with edit mode
 ScheduleInfo - button: done viewing scheduled messsage
 SelectFriends - Button: done selecting contacts
 StatusEdit - button: saves status to server
 UpateName - button: saves nickname to server */
"Done" = "完成";

/* ChatList - Button: edit chat list entries */
"Edit" = "編輯";

/* StatusEdit - title: view to edit status message */
"Edit Status" = "編輯狀態";

/* AddFriend - button: email friends about M+ */
"Email" = "郵件";

/* HiddenChat - button: enable hidden chat */
"Enable" = "好";

/* HCSetting - button: enable or disable hidden chat
 HiddenChat - title: change pin results
 HiddenVC - title: Set New PIN number
 Settings - button: change font size for chat messages */
"Enable Hidden Chat" = "隱藏聊天室功能";

/* HiddenChat - title: view that allows users to enable hidden chat */
"Enable Hidden Chat?" = "隱藏此聊天室?";

/* View Title: EULA title */
"End User License Agreement" = "服務條款";

/* HiddenChat - text: ask user for current PIN before changing PIN */
"Enter current PIN" = "請輸入已設定之密碼";

/* CreateID - text placeholder: ask users to enter a M+ ID that they want */
"Enter ID you want to create" = "輸入您想建立的ID";

/* FindID - text placeholder: ask users to enter a M+ ID that they want */
"Enter ID you want to find" = "透過M+ ID搜尋朋友";

/* ChatName - Placeholder: enter chat room name here
 Name Registration - Placeholder: enter user name here */
"Enter Name" = "請設定暱稱";

/* HiddenChat - text: ask user to enter new PIN number
 HiddenChat - text: enter new PIN to change to */
"Enter new PIN" = "輸入新密碼";

/* Phone Registration - Title: navigation title this view */
"Enter Phone Number" = "輸入手機號碼";

/* HiddenChat - text: enter new PIN again to verify PIN */
"Enter PIN again to confirm" = "再次確認密碼";

/* HiddenChat - text: ask user for current PIN to unlock */
"Enter PIN to unlock hidden chats" = "輸入解鎖密碼";

/* Verify SMS - Placeholder: enter sms verification code here */
"Enter SMS Verification Code" = "輸入認證號碼";

/* Verify SMS - Title: title for this view */
"Enter Verification Code" = "輸入認證碼";

/* Verify SMS - Label: instruct user to enter verification code */
"Enter verification code" = "請輸入認證碼";

/* Phone Registration - Label: command to enter phone number */
"Enter your cell phone number" = "輸入您的手機號碼";

/* Operator - CHT */
"FET" = "遠傳";

/* FindID - button: start searching for ID */
"Find" = "搜尋";

/* FindID - title: find friends using M+ID */
"Find Friend" = "尋找朋友";

/* FindID - text: what does this search does */
"Find friend using his/her M+ ID" = "透過M+ ID搜尋朋友";

/* AddFriend - button: find new friends with M+ID */
"Find Friend with ID" = "透過M+ ID搜尋朋友";

/* MediaImage - Button: forward image to others */
"Forward" = "轉寄";

/* AddFriend - button: email friends about M+ */
"Free SMS" = "免費推薦簡訊";

/* FriendSuggest - title: listing of friend suggestions users */
"Friend Suggestions" = "誰也在用M+";

/* View Title: Friends Listing */
"Friends" = "好友";

/* AddFriend - button: provides friend suggestions to user */
"Friends Suggestions" = "誰也在用M+?";

/* Notif - title: group notification settings
 Settings - button: Modify notification settings */
"Group Notification" = "多人聊天室通知";

/* StatusMessage - alert: inform of failure */
"Headshot update failed. Try again." = "上傳圖片失敗，請稍候再試一次";

/* HiddenChatSettings - title: hidden chat setting view */
"Hidden Chat" = "設定隱藏聊天室";

/* ChatSetting - alert: inform of failure */
"Hidden chat update failed. Try again." = "設定隱藏聊天室失敗，請稍候再試一次";

/* ChatList - section: list of hidden chats */
"Hidden Chats" = "隱藏聊天室";

/* HiddenChat - text: explain hidden chat
 HiddenChatSetting - text: This button allows users to enable and disable hidden chat feature. */
"Hide private chats from the Chat List. Select chats to hide in the chat room's settings." = "私密對話可以在聊天室名單中隱藏起來。使用聊天設定可指定隱藏哪些聊天室。";

/* ChatSettings - button: hide this chat room */
"Hide This Chat" = "隱藏此聊天室";

/* MyProfile - text: This button allows users to enable and disable others to view their current online presence status. */
"Hides this chat from Chat List. Hidden chats are revealed when the correct PIN is entered." = "您可以從聊天室設定中隱藏個別的聊天室。該聊天室將會被隱藏並受您設定的密碼保護。";

/* CreateID - alert title: inform user that id already exits */
"ID Already Exists" = "此M+ID已被使用";

/* CreateID - alert: ID is invalid
 FindID - alert: ID is invalid */
"ID cannot contain any special characters." = "設定ID不得使用符號.";

/* CreateID - alert: inform of failure */
"ID creation failed. Try again." = "設定ID失敗，請稍候再試一次";

/* CreateID - text: M+ID restriction text part 1 */
"ID must be " = "ID 必須 ";

/* HiddenChatSetting - text: This button allows users to enable and disable hidden chat feature. */
"If you forget your PIN, you will need to reinstall M+. Previous chat data and history will be lost." = "請注意：假如您忘記密碼，您將必須移除M+後重新安裝，先前的設定資料及聊天記錄將會消失。請務必記住您的密碼。";

/* HeadShot: tell users that the image failed to download */
"Download failed." = "照片載入失敗";


/* Notif - button: play sound if new msg arrives */
"In-App Sound" = "M+鈴聲";

/* Notif - button: vibration in-app if new msg arrives */
"In-App Vibration" = "M+震動";

/* HiddenChat - text: user entered incorrect PIN number */
"Incorrect PIN" = "密碼錯誤";

/* HiddenChat - text: user entered incorrect PIN number */
"Incorrect PIN entered" = "密碼錯誤";

/* FriendInfo - title: detailed info about friend
 PhoneBookInfo - title: detailed info about friend */
"Info" = "資訊";

/* CreateID - alert title
 FindID - alert title */
"Invalid ID" = "此M+ ID已被使用";

/* UpdateName - alert title */
"Invalid Name" = "無效的名稱";

/* VerifySMS - Alert: title */
"Incorrect Pass Code" = "請輸入正確密碼";

/* PhoneRegistration - Alert: title */
"Invalid Phone Number" = "電話號碼無效";

/* StatusEdit - alert title */
"Invalid Status" = "狀態設定錯誤";

/* SelectFriends - Button: invite to group chat */
"Invite" = "邀請";

/* ChatSettings - button: add more friends to chat */
"Invite Members" = "邀請朋友";

/* FontSize - button: large font size
 Settings - text: current font is large */
"Large" = "大";

/* FriendInfo - text: indicates when user was last logged in */
"last seen %@" = "最後上線 %@";

/* Settings - button: Modify notification settings
 System - button: tap to update */
"Latest Version" = "最新版本";

/* ChatDialog: letter message
 ChatList: letter message
 Letter - Title: view title
 Message - text: letter message
 Schedule: image message */
"Letter" = "傳送信件";

/* Album - title: albums are loading
 ImagePicker - title: images are loading */
"Loading..." = "載入中...";

/* ChatDialog: location message
 ChatList: location message
 Location - Title: Call title for shared location
 Location - title: Current center location
 Location - Title: view title
 Message - text: location message */
"Location" = "共享位置";

/* Location - button: Show shared location */
"<Location button>" = "目的地";


/* Location - Title: edit address and search */
"Location Address" = "共享位置";

/* HiddenChat - button: locks hidden chat after unlocking */
"Lock Hidden Chat Now" = "回復隱藏狀態";

/* MyProfile - text: M+ID of user */
"M+ ID" = "我的M+ID";

/* MyProfile - title: others can search your M+ ID to find you */
"Make M+ID Searchable" = "ID 可供搜尋";

/* ChatList - alert: inform of failure */
"Make sure you have network connectivity and try again." = "請確認網路連線後再試一次";

/* Operator - CHT */
"MBT" = "亞太行動";

/* Operator - CHT */
"MBT_Fix" = "亞太固網";

/* Location - button: Show my location */
"Me" = "目前位置";

/* Index Title: keep this short - represents members that are already part of a chat group */
"Mem" = "成員";

/* ChatSettings - text: Member listing */
"Members (%d)" = "聊天室成員 (%d)";

/* System - button: change font size for chat messages */
"Message Font Size" = "對話字體大小";

/* Notif - title: p2p notification settings
 Settings - button: Modify notification settings */
"Message Notification" = "訊息通知";

/* Notif - button: should show message preview */
"Message Preview" = "訊息預覽";

/* CreateSchedule - title: users to increase scheduele time */
"Message time should be at least %d minutes from now." = "必須設定%d分鐘之後發送，請重新確認";

/* CreateScheduled - text: message text
 ScheduleInfo - text: message text */
"Message:" = "傳送內容:";

/* Name - text: has not surpassed minimum */
"Min %d characters" = "最少%d個字";

/* MyProfile - title: view to change profile information
 Settings - button: show my profile settings */
"My Profile" = "個人資料";

/* Section Title: for objects without data */
"NA" = "NA";

/* Index Title: for objects without data */
"na" = "na";

/* MyProfile - text: Name of user
 Update Name - Title: title for this view */
"Name" = "暱稱";

/* UpdateName - alert: inform of failure */
"Name update failed. Try again." = "暱稱更新失敗，請稍後再試一次。";

/* UpdateName - alert: name is invalid */
"Names cannot contain any special characters." = "不可輸入符號";

/* ChatList - alert: inform of failure */
"Network Unavailable" = "請確認網路連線正常";

/* Schedule - title: view to edit status message
 StatusEdit - title: view to edit status message */
"New Schedule" = "預約訊息";

/* Composer - button: go to next step
 CreateSchedule - button: go to next step
 Letter - button: go to next step
 Location - button: shares location - go to next step in braodcast
 Phone Registration - Button: go to next step
 Verify SMS - Button: go to next step
 VerifySMS - button: submit code */
"Next" = "下一步";

/* CDMessage - title: if no members exists in this group chat */
"No Contacts" = "無聯絡人";

/* ChatList - text: no hidden chats currently exists */
"No hidden chats configured" = "目前尚無被隱藏的聊天室";

/* Location - alert: No search matches for address entered */
"No matches found for address" = "沒有符合的搜尋";

/* Location - alert: No search matches or POI found nearby */
"No matches found nearby" = "沒有景點資訊";

/* CDChat - title: if no members exists in this group chat */
"No Members" = "沒有成員";

/* FindID - alert title: */
"No Results" = "MessagePlus訊息";


/* FontSize - button: standard font size
 Settings - text: current font is normal */
"Normal" = "一般";

/* HiddenChat - button: ignore enable hidden chat */
"Not Now" = "現在不要";

/* AddFriend - button: friend has never been synced */
"Not Synced Yet" = "尚未同步";

/* Tones - title: select ring tone for message alerts */
"Notification Tones" = "提醒鈴聲";

/* Settings - text: hidden chat is NOT enabled */
"Off" = "Off";

/* Alert: OK button
 Letter: ok */
"OK" = "好";

/* Settings - text: hidden chat is enabled */
"On" = "On";

/* CD: Contact is currently online */
"online" = "線上";

/* Operator - CHT */
"Other" = "其他";

/* StatusEdit - text: reached max length of name
 TextEdit - text: over max length of text */
"Over limit" = "已達字數限制";

/* Pet Phrase - title: view to edit pet phrases */
"Pet Phrase" = "常用";

/* MyProfile - text: phone number of user */
"Phone Number" = "手機號碼";

/* SelectContacts - title: */
"Phonebook" = "聯絡簿";

/* Message - text: photo message */
"Photo" = "照片";

/* HiddenChat - text: user entered incorrect PIN number */
"PINs do not match" = "密碼不符";

/* ResourceUpdate - text: ask users to wait while downloading */
"Please wait while resources are udpating..." = "下載中，請稍後～";

/* Notif - button: show pop messages */
"Popup Notifications" = "通知";

/* StatusMessage - section title: lists predefined status messages that users can choose from */
"Predefined Status" = "預設狀態";

/* Letter - Button: Preview letter before sending */
"Preview" = "預覽";

/* Name - text: reached max length of name
 StatusEdit - text: reached max length of name
 TextEdit - text: reached max length of text */
"Reached limit" = "已達字數限制";

/* Message-staus: Message was read by other */
"Read" = "讀取";

/* No comment provided by engineer. */
"Read %d/%d" = "已讀取 %d/%d";

/* CreateSchedule - placeholder: press to select contacts to send to */
"Recipients" = "傳送給";

/* Verify SMS - Button: button will resend code via sms again */
"Resend SMS\nVerification Code" = "重新發送簡訊認證號碼";

/* Composer - button: saves status to server
 CreateSchedule - button: saves and send schedule message
 LetterDisplay - Button: Save letter to album
 MediaImage - Button: save chat to album
 MediaLetter - Button: save letter image to album
 StatusEdit - button: saves status to server
 Tone - button: try to save user selection
 UpdateName - button: saves nickname to server */
"Save" = "儲存";

/* LetterDisplay - button: save to photo album is done
 MediaImage - button: save to photo album is done
 MediaLetter - button: save to photo album is done */
"Save Complete" = "完成";

/* MediaImage - alert title */
"Save Image" = "儲存照片";

/* MediaImage - alert msg: Save letter failed */
"Save image failed. Please try again" = "儲存圖片失敗，請稍候再試";

/* LetterDisplay - alert title */
"Save Letter" = "儲存信件";

/* LetterDisplay - alert msg: Save letter failed */
"Save letter failed. Please try again" = "儲存信件失敗，請稍後再試";

/* Tab: Scheduled Message tab title */
"Schedule" = "預約訊息";

/* ScheduleInfo - title: view a scheduled message information */
"Schedule Info" = "預約訊息";

/* Nav Title: Scheduled message listing */
"Schedule Message" = "預約訊息";

/* Schedule - alert: inform of failure */
"Scheduled message cannot be created." = "預約訊息失敗";

/* Schedule - alert: inform of failure */
"Scheduled message cannot be deleted." = "預約訊息刪除失敗";

/* Location - button: search address button
 Search Placeholder: prompts user to enter search string */
"Search" = "搜尋";

/* Search Placeholder: prompts user to enter search string */
"Search Other Locations" = "搜尋或輸入地址";

/* Index Title: keep this short - represents members that are already part of a chat group */
"Sel" = "聊天室成員";

/* Album - title: users should select an photo album */
"Select Album" = "選取相本";

/* SelectContacts - title: */
"Select Contacts" = "選取聯絡人";

/* Select Country - title: view that ask users to select their cell provider country */
"Select Country" = "選取國家";

/* SelectFriends - Title: allow user to select friends
 View Title: Choose friends to chat with */
"Select Friends" = "選擇朋友";

/* Letter - Button: change letter paper image */
"Select Letter" = "選取信件樣式";

/* CreateSchedule - text: tell users to select a sticker to send */
"Select Sticker" = "傳送貼圖";

/* SelectFriends - Title: show selected friends */
"Selected Friends" = "選取好友";

/* Section title for group members */
"Selected Members" = "選取成員";

/* Broadcast - Button: send out broadcast
 Broadcast - button: send out broadcast msg
 ChatDialog Toolbar - Button: send message button
 Composer - button: saves status to server
 Letter - button: sends letter */
"Send" = "傳送";

/* Letter - alert title: confirm empty fields */
"Send Letter" = "傳送信件";

/* Letter - alert text: confirm empty body */
"Send this letter without a body?" = "您沒有填寫內文，確定要發送此信件？";

/* Message-staus: Message is successfully delivered to other
 Message-staus: Message is successfully sent to Server */
"Sent" = "傳送";

/* MyProfile - alert title: */
"Set Alert" = "設定提醒";

/* Notif - alert: inform of failure */
"Set Alert failed. Try again." = "設定提醒失敗，請再試一次。";

/* Notif - alert: inform of failure */
"Set Alert Popup failed. Try again." = "設定彈跳視窗提醒失敗，請再試一次。";

/* ChatSetting - alert title: */
"Set Hidden Chat" = "設定隱藏聊天室";

/* MyProfile - alert title: */
"Set Message Preview" = "設定訊息預覽";

/* Notif - alert: inform of failure */
"Set Message Preview Failed. Try again." = "設定訊息預覽失敗，請再試一次。";

/* HiddenChat - title: change pin is successful */
"Set new PIN succeeded" = "成功設定密碼";

/* Notif - alert: inform of failure */
"Set Ring Tone failed. Try again." = "設定提醒鈴聲失敗，請再試一次";

/* ChatDialog - Button: go to chat room settings
 Settings - title: app user settings */
"Settings" = "設定";

/* Location - button: shares this location */
"Share" = "分享";

/* MyProfile - title: allow others to see my presence status */
"Show My Presence" = "顯示上線狀態";

/* AddFriend - button: email friends about M+
 FriendInfo- button: text friend */
"SMS" = "傳簡訊";

/* Operator - CHT */
"Sparq" = "速博";

/* Name - text: warn about adding special characters */
"Special characters not allowed" = "不得使用符號";

/* MyProfile - text: Status of user
 StatusMessage - title: view to change status message */
"Status Message" = "狀態";

/* StatusEdit - alert: status is too long */
"Status messages must be less than 60 chracters." = "狀態需少於60字";

/* StatusMessage - alert: inform of failure */
"Status update failed. Try again." = "狀態設定失敗，請再試一次。";

/* ChatList: sticker message
 Message - text: sticker message
 Schedule: sticker message */
"Sticker" = "傳送貼圖";

/* CreateID - button: ok to submit ID */
"Create" = "建立";

/* AddFriend - text: friend synchronizing in progress */
"Synchronizing..." = "同步中...";

/* Settings - button: System settings
 System - text: System general settings
 System - title: app user settings */
"System" = "系統";

/* Action label: take a new picture */
"Take a Picture" = "拍攝照片";

/* TellFriend - title: tell friends about M+ */
"Tell a Friend" = "與朋友分享";

/* AddFriend - button: tell friends about this app */
"Tell Friends" = "與朋友分享";

/* AddFriend - button: tell others using free sms */
"Tell Friends via Free SMS" = "使用免費簡訊推薦";

/* Schedule: text message
 TextEdit: text message */
"Text" = "發訊息";

/* FindID - alert: inform that search returned no results */
"ID does not exist. Enter a different ID." = "沒有符合項目";

/* VerifySMS - Alert: sms pass code is invalid */
"Incorrect pass code entered. Try again." = "認證碼錯誤,請重新發送簡訊認證號碼。";

/* Phone Registration - Alert: phone number is invalid */
"The phone number you entered is invalid. Please try again." = "您輸入的電話號碼無效，請再輸入ㄧ次";

/* Phone Registration - Label: describes purpose of phone registration */
"To verify user identification, a SMS message will be sent to your phone." = "我們將發送到以上號碼一組四位數字簡訊認證碼，請於收到之後正確輸入認證碼完成認證步驟。";

/* CreateScheduled - text: To which friends is scheduled messgae for
 ScheduleInfo - text: To which friends is scheduled messgae for */
"To:" = "傳送給:";

/* Notif - button: sound to play during alert */
"Tone" = "提醒鈴聲";

/* Tone name */
"Tone One" = "鈴聲1";

/* Tone name */
"Tone Three" = "鈴聲3";

/* Tone name */
"Tone Two" = "鈴聲2";

/* No comment provided by engineer. */
"Top Contacts" = "Top Contacts";

/* CreateID - alert message: ask user to try entering a different ID */
"Try a different ID." = "嘗試其他ID.";

/* MyProfile - alert title: */
"Turn On M+ID Search" = "ID可供搜尋";

/* MyProfile - alert: inform of failure */
"Turn on M+ID search failed. Try again." = "ID搜尋開啓失敗，請再試一次";

/* Operator - CHT */
"TWM" = "台灣大";

/* Operator - CHT */
"TWM_Fix" = "台灣固網";

/* BlockUser - button: unblock this blocked user */
"Unblock" = "解除封鎖";

/* BlockUser - alert: Inform of failure */
"Unblock failed. Try again later." = "解除封鎖失敗，請稍候再試一次。";

/* BlockedUser - alert title: */
"Unblock Friend" = "解除封鎖";

/* TextEdit - text: less thab min length of text */
"Under limit" = "字数限制內";

/* Phone Registration - Text default: default country for this language */
"United States" = "美國";

/* HiddenVC - title: Unlock hidden chat to proceed */
"Unlock" = "解鎖";

/* MyProfile - alert title: */
"Update Headshot" = "更新照片";

/* UpdateName - alert title: */
"Update Name" = "更新暱稱";

/* StatusMessage - alert title: */
"Update Status" = "更新狀態";

/* System - button: tap to update */
"Update to Latest Version" = "下載最新版本";

/* Operator - CHT */
"Vibo" = "威寶";

/* Utility - date: identify date as yesterday */
"yesterday" = "昨天";

/* CreateID - alert: inform of success */
"Your M+ ID '%@' is created. Now people can find you with this ID" = "您的 M+ ID '%@'已經建立， 您的朋友可以透過ID搜尋到您";

/* Letter - placeholder: tells users to sign the letter */
"Signature" = "Signature";


/* 0.3.24 */

/* NavTitle: Currently connecting to servers */
"connecting..." = "嘗試連線中...";

/* NavTitle: No network available, cant' connect to servers */
"no network" = "請確認網路連線正常";

/* NavTitle: Other party is typing a message */
"typing..." = "打字中...";

/* SelectFriends - Title: informs users number of selected friends */
"Selected %d Friends" = "已選取%d位朋友";

/* SelectContacts - Title: informs users number of selected contacts */
"Selected %d Contacts" = "已選取%d位聯絡人";

/* ChatDialog - text: inform that this p2p chat account is canceled, so can't send message to user */
"Account Deleted" = "此朋友帳號刪除，您無法傳送訊息";


/* FreeSMS */

/* FreeSMS - button: close location view */
"Cancel" = "取消";

/* FreeSMS - title: free sms preview */
"Free SMS" = "免費推薦簡訊";

/* FreeSMS - text: which contacts we will send free sms to */
"Recipients (%d):" = "傳送給 (%d):";

/* FreeSMS - button: send out SMS */
"Send" = "傳送";

/* FreeSMS - alert title: informs of failure */
"Send Free SMS" = "傳送免費推薦簡訊";

/* FreeSMS - alert text: informs of failure */
"Send free sms failed. Try again." = "傳送免費推薦簡訊失敗，請再試一次。";


/* Chat Dialog */

/* DialogMessage - button: try sending this message again */
"Try Again" = "重新發送";

/* DialogMessage - actionsheet: title for retry and delete message options */
"This message was not sent." = "訊息沒有發送成功";


/* 0.3.36 */

/* ChatSettings - Alert: confirm leave and delete chat */
"Exit and delete all message in this chat room." = "離開之後將無法再次瀏覽聊天記錄。確定要離開嗎？";

/* AddFriend - alert title: */
"Add Friend Failed" = "新增好友失敗";

/* AddFriend - alert: can't add since account is deleted. */
"This user's account has been deleted." = "此用戶已刪除帳號";

/* Search Placeholder: prompts user to search in friend list */
"Search Display Name" = "搜尋顯示名稱";

/* Search Placeholder: prompts user to enter search string for phonebook contacts */
"Search Contacts" = "搜尋聯絡人"; 


/* No Item Text */

/* FriendList - text: Inform users how to add friends since there are none initially */
"Tap the '+' button to add friends." = "您現在沒有好友，按下右上角的 (+) 邀請好友加入M+吧";

/* FriendSuggest - text: Inform users that there are no friend suggestions right now */
"No Friend Suggestions" = "目前沒有推薦的好友";

/* Blocked - text: Inform users that there are no blocked contacts */
"No Blocked Contacts" = "目前沒有封鎖任何人\n您可以在好友個人資訊\n進行封鎖。";

/* PhoneBook - text: Inform users that there are no phone contacts */
"No Contacts" = "您目前沒有聯絡人";

/* ChatList - text: Inform users how to start a new chat, since there are none now */
"Tap the chat bubble button to start a new chat." = "找朋友開始聊天吧！\n一對一聊好好玩，\n群聊更有趣喔！";

/* Schedule - text: Inform users how to add new schedule message since there are none now */
"Tap '+' to create a scheduled message.\n(5 minutes to 60 days)" = "按下(+)即可預約訊息\n 寫下特定時間的訊息或祝福喔。\n(預約時間範圍 5分鐘 ~ 60天內)";


/* ImagePicker - text: Inform users that there are no photo albums available */
"No Photos" = "沒有照片";

/* SelectContact - text: Inform users that there are no friends available for selection */
"No Friends" = "您目前沒有好友";

/* SelectContactProperty - text: Inform users that there are no emails available for selection */
"No Emails" = "您目前沒有聯絡人";

/* SelectContactProperty - text: Inform users that there are no phone numbers available for selection */
"No Phone Numbers" = "您目前沒有聯絡人";



/* Location */

/* LocationShare: enable location to access photos */
"Share Location" = "分享位置資訊";

/* LocationShare: enable location to view location */
"View Location" = "瀏覽位置資訊";

/* LocationShare: Enable location to access photots */
"Turn on Location Service in Settings to allow M+ to determine your location." = "請開啓定位服務，M+將使用您的位置資訊 ";

/* LocationShare: without location we can't get the directions */
"Your location is not available. Please try again later." = "位置無法辨識，無法為您規劃路線，請再試一次。";




/* Photo Album */

/* ImagePicker - title: select images */
"Select Photos" = "選擇照片";

/* ImagePicker - title: select images */
"Selected %d Photos" = "已選取%d張照片";

/* ImagePicker: enable location to access photos */
"Send Multiple Photos" = "多張照片傳送";

/* ImagePicker: Enable location to access photots */
"Enable 'Location Services' in Settings app to send multiple photos." = "請前往設定開啟定位服務，即可一次傳送多張照片，謝謝";

/* Album - MainLabel: Encourage users to enable GPS to access photo album */
"Share Multiple Images with Ease" = "輕鬆一次分享多張照片";

/* Album - SubLabel: Encourage users to enable GPS to access photo album */        
"Enable 'Location Services' to send multiple photos." = "現在只要開啓定位，就能多張傳送，與家人朋友盡情分享歡樂時光.";





/* Registration */

/* PhoneRegistraiton - title: error occurred */
"Phone Registration" = "門號註冊";

/* EULA - Button: don't agree with EULA */
"EULA Cancel" = "不同意";

/* Alert: OK to proceed with phone registration */
"<ok-phone registration>" = "取得認證碼";

/* VerifySMS - Alert: title */
"Pass Code Expired" = "認證碼已逾時";

/* VerifySMS - Alert: sms pass code has expired */
"Pass code entered has expired. Request another verification code." = "您輸入的認證碼已逾時，請再申請一次";








/* Settings */

/* Settings - text: version of app installed */
"Version %@" = "目前版本 %@";

/* Settings - text: update to new version */
"Update" = "更新";

/* Settings - text: new update is available */
"N" = "N";



/* HTTPRequests: 
 - If requests to servers failed for some reason (usually network failure), inform the user to try at a later time 
 - For Find M+ ID, Changes in settings, etc.
 */
"Request failed. Try again later." = "執行失敗，請稍候再試一次.";



/* Letter */

/* Letter - placeholder: tells users provide a greeting */
"Greeting" = "收件人姓名";

/* Letter - placeholder: tells users to sign the letter */
"Signature" = "寄件人姓名";


/* Alerts */

/* Call - alert: inform of failure */
"Call Failure" = "撥打失敗";

/* Call - alert: device does not support calls */
"Device does not support Telephony." = "此裝置無法進行撥打";

/* SMS - alert: inform of failure */
"Compose SMS Failure" = "傳送簡訊失敗";

/* SMS - alert: device does not support SMS */
"Device does not support SMS." = "此裝置無法發送簡訊";

/* SMS - alert: inform of failure */
"Compose SMS Failure" = "傳送簡訊失敗";

/* SMS - alert: sms message failed to send out */
"Failed to send SMS message." = "傳送簡訊失敗";

/* Email - alert: inform of failure */
"Compose Email Failure" = "傳送郵件失敗";

/* Email - alert: email account is not setup. */
"Email account setup is incomplete." = "郵件帳號沒有設定完成，請確認";


/* Tell a Friend */

/* AddFriend - button: send sms to tell friends about M+ */
"<sms tell friend>" = "付費推薦簡訊";

/* Tell Friend: Email default text */
"<tell_friend_email>" = "推薦您安裝M+ Messenger：最有趣好用的聊天軟體。
哈囉

我現在都使用M+ Messenger來傳訊聊天，有趣又省錢 :-) 好友缺很大，快點來加我吧！！

M+ Messenger讓您隨時隨地跟朋友分享訊息跟圖片等資訊，不止這些，還有可愛的動態貼紙等特別的功能喔。

透過電話簿顯示好友電信業別，網內熱線不再煩惱，輕鬆控制費用不破表。

iPhone及Android都可以下載的到。下載網址是: www.mplusapp.com/W/Re?m=3";

/* Tell Friend: SMS default text */
"<tell_friend_sms>" = "Hi 我現在都用M+ Messenger來傳訊聊天，還能透過電話簿顯示好友電信業別！下載
www.mplusapp.com/W/Re?m=2";

/* Tell Friend: Free SMS default text */
"<tell_friend_free>" = "%@傳送一封訊息給您：
Hi 我現在都使用M+ Messenger來傳訊聊天！下載
www.mplusapp.com/W/S";



/* HTTPRequest: title for alert message received from servers */
"M+ Alert" = "M+訊息";



/* Text Emoticon */

/* TextEmoticon - button: open a url link */
"Open" = "開啓網頁";

/* TextEmoticon - button: compose a new email message */
"Compose Email" = "到此郵址編寫信件";


/* Name */

/* ChatName - Placeholder: enter chat room name here */
"<chat: enter name>" = "設定聊天室名稱";

/* Name Registration - Placeholder: enter user name here */
"<myprofile: enter name>" = "輸入暱稱";

/* HTTP Request Error */

/* HTTPRequests - alert title: if requests to servers failed for some reason, inform the user to try at a later time */
"Request Failed" = "連線失敗";

/* HTTPRequests - alert message: if requests to servers failed for some reason, inform the user to try at a later time */
"Check your network connectivity and try again." = "連線發生錯誤，請稍後再試";

/* HTTPRequest: Invalid IMEI detected, so account will be deleted. */
"Authentication Failed" = "認證失敗";

/* HTTPRequests: if requests to servers failed for some reason, inform the user to try at a later time - XML ISSUE */
"Response Format Issue" = "回傳格式錯誤";



/* App Update */

/* AppUpdate - text: Message to encourage users to update to the new version. */
"<app force update messasge>" = "發現新版本，請立即更新享用M+新功能";

/* AppUpdate - button: tap to update app now */
"Update Now" = "馬上更新";


/* Chat Dialog */

/* ChatDialog - alert: Need to unblock in order to message */
"%@ is blocked. Unblock to send message." = "%@ 已被您封鎖. 解除封鎖後傳送訊息？";


/* ChatSettings - button: leaves and deletes chat room */
"Leave Chat Room" = "離開聊天室";

/* FriendInfo- button: start M+ chat */
"<chat info view>" = "M+ 聊天";


/* Create New Message Types */

/* Schedule: sticker message 
 Broadcast: sticker message */
"<create sticker message>" = "貼個圖";

/* ChatList: create letter message */
"<create letter message>" = "寫封信";

/* ChatList: create location message */
"<create location message>" = "傳位置";



/* Scheduled Message */

/* Schedule - alert: inform of failure */
"Scheduled time must be more than 3 minutes later or less than 60 days from now." = "預約時間錯誤：需至少大於3分鐘，不可超過60天。";


/* ProgressOverlay: Inform users of upload progress (headshot, etc.) */
"Uploading..." = "照片上傳中...";

/* Notification Tones Names */
"None" = "沒有鈴聲選項";
"Witty" = "輕巧";
"Marimba" = "木琴1";
"Icicles" = "木琴2";
"Teleport" = "提醒";
"Chime" = "高音鍵";
"Dream" = "慢連音";
"Drum" = "鼓";

/* Notif - text: Explains that Message Preview enables preview text for push notifications. */
"Show message preview text for push notifications." = "於訊息通知中預覽訊息文字";

/* Phone Registration - button: View end user licence agreement */
"View Licence Agreement" = "使用條款";

/* Phone Registration - button: Agree to EULA and submit phone number for registratio */
"Agree and Submit" = "同意並進行註冊";

/* Phone Registration - Alert title: ask for contacts access */
"<access contacts title>" = "M+將上傳電話簿的電話號碼";

/* Phone Registration - Alert message: ask for contacts access */
"<access contacts message>" = "我們需要你的同意將電話簿中的電話號碼上傳到M+伺服器，以提供以下三個功能：(1)將那些也安裝M+的聯絡人自動加入成為你的M+好友 (2) 推薦你可能認識的朋友把你加為M+好友 (3) 針對台灣地區用戶，標示電話簿聯絡人目前所屬的電信公司。請放心，所有資料傳輸都會進行加密。";

/* Phone Registration: deny access to contacts */
"<access contacts deny>" = "拒絕";

/* Phone Registration: allow acccess to contacts */
"<access contacts allow>" = "同意";



/* Telephony Warnings */

/* FriendInfo - alert: Warn users that this call will cost money */
"Send SMS through phone carrier." = "將透過您自己的電話傳簡訊，提醒您需負擔費用給您的所屬電信業者。";

/* FriendInfo - alert: Warn users that this call will cost money */
"Call through your phone carrier." = "將透過您自己的電話撥打，提醒您需負擔費用給您的所屬電信業者。";

/* PhoneInfo - alert: Warn users that this call will cost money */
"Send SMS invitation through phone carrier." = "將透過您自己的電話傳簡訊，提醒您需負擔費用給您的所屬電信業者。";

/* Alert: Disable this warning */
"Disable Warning" = "不再提醒";

/* Proceed to compose sms */
"<proceed sms>" = "編輯簡訊";

/* Proceed with call */
"<proceed call>" = "撥打";

/* Proceed with invite (sms) */
"<proceed invite>" = "編輯簡訊";

/* Settings-button: Help for M+ users */
"Help" = "說明 (Q&A) ";


/* Create ID */

/* MyProfile-alert: Create ID Help Title */
"Create M+ ID" = "建立M+ ID";

/* MyProfile-alert: Create ID Help Message */
"M+ ID lets others add you as a friend without sharing your phone number.\n\nYou can also add friends by searching for their M+ ID." = "M+ ID 讓您不用透露電話，就可以讓別人搜尋ID加你為好友。\n\n您也可以搜尋您朋友的M+ ID將他們加入好友清單。";

/* CreateID - alert title: ID was just created */
"Create ID Succeeded" = "建立ID成功";

/* CreateID - alert title: create failed */
"Create ID Failed" = "建立ID失敗";


/* Auto Sync */

/* AddFriends/Settings - button: list of blocked users */
"Auto Sync Friends" = "自動同步聯絡簿資訊";

/* PhoneBook - text: Instruct users to import contacts if auto sync is off */
"Import Contacts" = "匯入聯絡人";

/* PhoneBook - button: Start import contacts */
"Start" = "開始";
